[
  {
    "id": 1,
    "date": "January 1980",
    "title": "AppalCART Begins",
    "description": "Watauga County established the Watauga County Transportation Authority (WCTA) in January 1980 by resolution to consolidate and coordinate the transportation being provided by different agencies in the county.\n The County adopted a Transportation Development Plan in August of 1980 which planned for the consolidation of existing public transportation services and made the county eligible to receive state and federal funding to match local funding of the authority."
  },
  {
    "id": 2,
    "date": "June 1981",
    "title": "Patrick Simmons as Transportation Director",
    "description": "The county hired Patrick Simmons to be the first transportation director. He had an office in the stone building next to the courthouse. He hired operations staff which operated out of the basement of the downtown post office."
  },
  {
    "id": 3,
    "date": "October 1981",
    "title": "Human Service Agency Routes",
    "description": "The transportation authority began operating human service agency routes with a fleet of 10 vans and one bus appropriated from other agencies such as WAMY and Watauga Opportunities. Within a year the transit authority incorporated the campus bus service and began doing business as AppalCART. Roy Tugman, who was director of  Appalachian State University (ASU) security at the time, taught the authority staff how to drive the four 1969 GMC 30 foot transit buses the university had purchased from the town of Roanoke, Virginia. The buses had over 500,000 miles on them and featured no power steering or air conditioning."
  },
  {
    "id": 4,
    "date": "1982",
    "title": "",
    "# comment": "The description is not fully complete.",
    "description": "When Pat Simmons was asked what his worst day was, he remembered a day when all four of the buses had quit running and several were at the NC105/US 321 intersection.\n\n1982 also marked the beginning of Appal-A-Day service using new, lift-equipped vans to meet the medical transportation needs of disabled passengers. "
  },
  {
    "id": 5,
    "date": "1983",
    "title": "",
    "description": "In 1983 Beech Mountain donated three buses that had been used as part of the Land of Oz resort, and  AppalCART began providing transportation to Ski Beech Resort during the winter months.\n\nAfter serving for two years as transportation Director Simmons left to take a position with the Public Transportation Division of the North Carolina Department of Transportation.\n\nJ. Lynn Leidersdorff became the second director. He became actively involved in a plan to convert four vans to run on alcohol. He helped write several grants to fund the development of an alcohol still at the new site that the County had purchased for use by the transportation authority. The new site was being renovated from a planned car dealership into the operations center which would house administrative offices and a maintenance shop to serve county and authority vehicles."
  },
  {
    "id": 6,
    "date": "1984",
    "title": "",
    "description": "On December 7, 1984 the authority moved to the Winkler’s Creek Road location. For the first time since the agency began, the fleet and all personnel were located at the same address. The authority took possession of an ethanol still from TVA, hired an engineering firm to upgrade it, and actually produced fuel grade ethanol (190 proof). They had difficulty getting the vans to run reliably on the ethanol, so the supply eventually had to be disposed of as hazardous waste.\n\nAppalCART began contracting with Sugar Mountain Resort to provide parking shuttles in December 1984. Leidersdorff tried a new fixed route design in 1984/85 featuring four routes that ran the same schedules all year. While the new routes increased passengers, some of the areas served were not populated enough to generate the kind of ridership needed to sustain it. Likewise, ridership in the summer did not approach that  of the regular school year.\n\nThe authority began working on its second transportation development plan in the spring  of 1984. Leidersdorff and his family moved to Florida in June of 1984. Jean Reece, the Operations Manager, was appointed as interim director and the authority began its third search for a Transportation Director."
  },
  {
    "id": 7,
    "date": "1985",
    "title": "",
    "description": "On September 4, 1985 Christopher D. Turner became the third transportation director in four years to lead the authority.\n\n \n\nThe consultant who was conducting the Transportation Development Plan (TDP) recommended setting the transportation authority up as a more independent agency, noting that the board could only recommend actions which the county commissioners would then have to approve. This meant that the director had to present action items to two boards in order to do anything regarding policies or budget issues. It also made getting a quorum at authority meetings difficult since the board was not empowered to act independently."
  },
  {
    "id": 8,
    "date": "1986",
    "title": "",
    "description": "As a result of the recommendations in the TDP, AppalCART became an independent authority in July of 1986 with its own personnel policy and benefits, and all employees became authority employees and no longer county employees. This change also overcame some reluctance with the Boone Town Council and it voted to join the authority and to begin financially supporting it. AppalCART became the official name of the authority.\n\n \n\nWhile the four fixed-routes began under Leidersdorff proved to be more service than was needed, the two routes that AppalCART began in August of 1985 were not enough. In January of 1986 AppalCART began the Express Route to relieve the overcrowding of the Red Route. It provided service between College Place Apartments, the Boone Mall and Appalachian State University every 30 minutes. It proved to be very successful and most routes since that time have featured 30 minute headways or less."
  },
  {
    "id": 9,
    "date": "2013",
    "title": "AppalCART Moves to New Facility",
    "description": "In June of 2013, AppalCART moved to its new 8 acre site at 305 Hwy 105 Bypass, Boone, NC 28607. The new facility has parking for 30 buses, 18 vans and 53 employees. AppalCART now has over 75 employees during the school year."
  },
  {
    "id": 10,
    "date": "2015",
    "title": "",
    "description": "In the summer of 2015, Craig Hughes became AppalCART's fourth Transportation Director and still acts as the Director today."
  }
]
